{
  "top_news": [
    {
      "id": 13,
      "date": "2025-10-01",
      "title": "दिल्ली हाईकोर्ट ने एमसीडी को ‘बेशर्मी’ के लिए फटकार लगाई, अधिकारियों को इंदिरा कैंप के झुग्गीवासियों के पुनर्वास का निर्देश दिया",
      "source": "Indian Express",
      "subject_hindi": "राजव्यवस्था",
      "subject_key": "Polity",
      "state_name": "Delhi",
      "summary": "दिल्ली उच्च न्यायालय ने एमसीडी को अदालती आदेशों के बावजूद इंदिरा कैंप के घरों को गिराने के लिए फटकार लगाई है, जिससे निवासियों को बुनियादी सुविधाओं के बिना बेघर होना पड़ा है। अदालत ने तत्काल अस्थायी आश्रय और पुनर्वास का आदेश दिया है, और अधिकारियों को चेतावनी दी है कि अगर ऐसा नहीं किया गया तो कड़ी कार्रवाई की जाएगी। मामले की अगली सुनवाई 24 नवंबर को होगी। अधिक जानकारी के लिए आगे पढ़ें।",
      "link": "delhi/delhi-hc-raps-mcd-for-brazen-conduct-rehabilitates-slum-dwellers-indira-camp.html"
    },
    {
      "id": 12,
      "date": "2025-10-01",
      "title": "गांधी कैसे अमेरिकी टैरिफ के प्रति भारत की प्रतिक्रिया को आकार देने में मदद कर सकते हैं",
      "source": "Indian Express",
      "subject_hindi": "राय",
      "subject_key": "Opinion",
      "state_name": "",
      "summary": "भारत को ट्रंप की बयानबाज़ी से डरने की ज़रूरत नहीं है। इसके बजाय, उसे ऐसी राजनीति अपनानी चाहिए जो वैश्विक रिश्तों को अहंकार की लड़ाई तक सीमित न रखे।",
      "link": "opinion/gandhi-tariff-response.html"
    },
    {
      "id": 11,
      "date": "2025-10-01",
      "title": "आरबीआई मौद्रिक नीति 2025: बैंक ने ब्याज दरों को कम क्यों रखा है, जबकि वह आसान नियमों के माध्यम से विकास को बढ़ावा दे रहा है",
      "source": "Indian Express",
      "subject_hindi": "अर्थव्यवस्था",
      "subject_key": "Economy",
      "state_name": "",
      "summary": "RBI मौद्रिक नीति 2025, RBI ने रेपो रेट में कोई बदलाव नहीं किया: इस हफ़्ते ब्याज दरों में कटौती न होने का मतलब यह नहीं है कि इसमें कोई गुंजाइश नहीं है। लेकिन RBI ने इस समय बैंकिंग क्षेत्र को बढ़ावा देने का विकल्प चुना है।",
      "link": "economy/rbi-monetary-policy-2025-interest-rate-growth.html"
    },
    {
      "id": 10,
      "date": "2025-10-01",
      "title": "अमेरिकी सरकार के बंद होने पर क्या होता है और इस बार स्थिति अलग क्यों हो सकती है?",
      "source": "Indian Express",
      "subject_hindi": "अंतर्राष्ट्रीय संबंध",
      "subject_key": "IR",
      "state_name": "International",
      "summary": "अमेरिकी सरकार का शटडाउन 2025: मौजूदा शटडाउन का असर पहले के शटडाउन से अलग हो सकता है, क्योंकि ट्रंप प्रशासन ने संघीय कर्मचारियों को सिर्फ़ छुट्टी पर भेजने के बजाय उन्हें बर्खास्त करने की बार-बार धमकी दी है। यहाँ जानें वो सब कुछ जो आपको जानना ज़रूरी है",
      "link": "international/us-government-shutdown-explained-2025.html"
    },
    {
      "id": 9,
      "date": "2025-10-01",
      "title": "व्हाइट हाउस का कहना है कि अमेरिकी सरकार को फिर से खोलने की योजना विफल होने के कारण बर्खास्तगी 'आसन्न' है",
      "source": "The Hindu",
      "subject_hindi": "अंतर्राष्ट्रीय संबंध",
      "subject_key": "IR",
      "state_name": "International",
      "summary": "सीनेट डेमोक्रेट्स, जो निम्न आय वाले परिवारों के लिए विस्तारित स्वास्थ्य देखभाल सब्सिडी की मांग कर रहे हैं, ने बहुमत वाले रिपब्लिकन को सदन द्वारा पारित विधेयक को मंजूरी देने में मदद करने से इनकार कर दिया, जिससे सरकार के कामकाज को फिर से खोला जा सकता था।",
      "link": "international/White-House-says-firings-imminent-as-plan-to-reopen-US-government-collapses.html"
    },
    {
      "id": 8,
      "date": "2025-10-01",
      "title": "समान नागरिक संहिता (UCC) पर विधि आयोग की रिपोर्ट",
      "source": "पीआरएस लेजिस्लेटिव",
      "subject_hindi": "राजव्यवस्था",
      "subject_key": "Polity",
      "state_name": "",
      "summary": "विधि आयोग ने यूसीसी के विभिन्न पहलुओं पर विचार करते हुए हितधारकों से व्यापक सुझाव मांगे हैं।",
      "link": "#"
    },
    {
      "id": 7,
      "date": "2025-09-30",
      "title": "मनरेगा के तहत महिला श्रमिकों की बढ़ती भागीदारी",
      "source": "दैनिक जागरण",
      "subject_hindi": "सामाजिक न्याय",
      "subject_key": "SocialJustice",
      "state_name": "Bihar",
      "summary": "एनईपी 2020 को लागू करने में राज्यों के सामने आ रही संरचनात्मक और वित्तीय बाधाओं की समीक्षा।",
      "link": "#"
    },
    {
      "id": 6,
      "date": "2025-09-30",
      "title": "सिंधु घाटी सभ्यता में व्यापार मार्गों की खोज",
      "source": "एंटोलॉजिकल सर्वे",
      "subject_hindi": "इतिहास एवं संस्कृति",
      "subject_key": "History",
      "state_name": "",
      "summary": "हाल के उत्खननों से प्राचीन मेसोपोटामिया और हड़प्पा के बीच समुद्री व्यापार के नए प्रमाण मिले हैं।",
      "link": "#"
    },
    {
      "id": 5,
      "date": "2025-09-29",
      "title": "बुंदेलखंड क्षेत्र में नए सौर ऊर्जा क्लस्टर की स्थापना",
      "source": "लाइव मिंट",
      "subject_hindi": "अर्थव्यवस्था",
      "subject_key": "Economy",
      "state_name": "Uttar Pradesh",
      "summary": "चीन प्लस वन रणनीति के तहत, भारत वैश्विक विनिर्माण और सेवाओं के केंद्र के रूप में तेजी से उभर रहा है।",
      "link": "#"
    },
    {
      "id": 4,
      "date": "2025-09-29",
      "title": "नीलगिरि तहर संरक्षण परियोजना को मिली सफलता",
      "source": "इंडियन एक्सप्रेस",
      "subject_hindi": "पर्यावरण और पारिस्थितिकी",
      "subject_key": "Environment",
      "state_name": "Tamil Nadu",
      "summary": "यह परियोजना अपनी शुरुआत के पहले वर्ष में ही तहर की आबादी में उल्लेखनीय वृद्धि दर्ज करने में सफल रही है।",
      "link": "#"
    },
    {
      "id": 3,
      "date": "2025-09-28",
      "title": "ओपन मार्केट ऑपरेशन (OMO) के माध्यम से मुद्रास्फीति नियंत्रण",
      "source": "इकोनॉमिक टाइम्स",
      "subject_hindi": "अर्थव्यवस्था",
      "subject_key": "Economy",
      "state_name": "",
      "summary": "आरबीआई ने बाज़ार से अतिरिक्त तरलता को अवशोषित करने के लिए ओएमओ की घोषणा की, जिसका उद्देश्य बढ़ती मुद्रास्फीति को नियंत्रित करना है।",
      "link": "#"
    },
    {
      "id": 2,
      "date": "2025-09-27",
      "title": "डिजिटल व्यक्तिगत डेटा संरक्षण अधिनियम पर नए दिशा-निर्देश लागू",
      "source": "पीआईबी",
      "subject_hindi": "राजव्यवस्था",
      "subject_key": "Polity",
      "state_name": "",
      "summary": "सरकार ने डीपीडीपी अधिनियम के कार्यान्वयन के लिए नियम अधिसूचित किए हैं, जो नागरिकों के डेटा सुरक्षा को मज़बूती प्रदान करेंगे।",
      "link": "#"
    },
    {
      "id": 1,
      "date": "2025-09-27",
      "title": "भारत ने चंद्रयान-4 मिशन का सफल प्रक्षेपण किया: इसरो प्रमुख का बयान",
      "source": "द हिंदू",
      "subject_hindi": "विज्ञान और प्रौद्योगिकी",
      "subject_key": "Science",
      "state_name": "",
      "summary": "भारतीय अंतरिक्ष अनुसंधान संगठन (इसरो) ने एक और मील का पत्थर हासिल किया, जिससे अंतरिक्ष अन्वेषण में देश की क्षमता मजबूत हुई।",
      "link": "#"
    }
  ]
}
