{
  "heroArticle": {
    "category": ["राजव्यवस्था", "योजना और विकास", "समाज"],
    "title": "मोदी ने बिहार के युवाओं के लिए ₹62,000 करोड़ की योजनाओं का शुभारंभ किया",
    "summary": "प्रधानमंत्री नरेंद्र मोदी ने बिहार के युवाओं के लिए ₹62,000 करोड़ से अधिक के योजनाओं की घोषणा की। उन्होंने राजद के शासन को निशाना बनाते हुए कहा कि राज्य का शिक्षा प्रणाली पिछड़े हुए दौर में था, जिससे लोग रोजगार की तलाश में बिहार छोड़ने को मजबूर हुए।",
    "source": "The Hindu",
    "date": "05 अक्टूबर 2025",
    "image": "images/IE10-05-10-25.png",
    "link": "Polity/PM-launches-schemes-bihar-youth-62000-crore.html",
    "read_more_text": "read the full article"
  },

  "categories": [
    "राजव्यवस्था",
    "शासन",
    "अंतर्राष्ट्रीय संबंध",
    "अर्थव्यवस्था",
    "विज्ञान एवं तकनीक",
    "भूगोल",
    "पर्यावरण",
    "इतिहास",
    "कला एवं संस्कृति",
    "सुरक्षा",
    "आपदा प्रबंधन",
    "नैतिकता",
    "समसामयिक मामले",
    "सामाजिक न्याय"
  ],
  "newsArticles": [
    {
      "category": ["अंतर्राष्ट्रीय संबंध", "राजव्यवस्था", "समसामयिक मामले"],
      "title": "‘रूस का पाकिस्तान के साथ जेट सौदा प्रधानमंत्री की कूटनीति की विफलता’",
      "summary": "कांग्रेस ने कहा कि मोदी सरकार को यह स्पष्ट करना चाहिए कि क्यों रूस, जो भारत का एक भरोसेमंद रणनीतिक साथी था, ने दिल्ली की अपीलों की अनदेखी की और पाकिस्तान को JF-17 जेट्स के लिए RD-93MA इंजन आपूर्ति करना शुरू किया। कांग्रेस नेता जयराम रमेश ने इसे प्रधानमंत्री मोदी की व्यक्तिगत कूटनीति की विफलता बताया।",
      "source": "The Hindu",
      "date": "05 अक्टूबर 2025",
      "image": "images/IE09-05-10-25.png",
      "link": "international-relations/india-russia-pakistan-jf17-engine-deal.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["अंतर्राष्ट्रीय संबंध", "समसामयिक मामले", "राजव्यवस्था"],
      "title": "मोदी ने गाजा में ट्रंप की नेतृत्व की सराहना की, हमाास से संघर्ष विराम पर प्रतिक्रिया",
      "summary": "प्रधानमंत्री नरेंद्र मोदी ने अमेरिका के गाजा शांति प्रस्ताव पर ट्रंप की नेतृत्व की सराहना की, जिसमें हमाास से बंधकों की रिहाई की उम्मीद जताई गई है। प्रस्ताव के तहत हमाास से सभी बंधकों को रिहा करने और इसराइल से संघर्ष विराम की बात की गई है। मोदी ने भारत के समर्पण को स्थायी शांति की दिशा में एक महत्वपूर्ण कदम बताया।",
      "source": "The Hindu",
      "date": "05 अक्टूबर 2025",
      "image": "images/IE08-05-10-25.png",
      "link": "international-relations/india-trump-leadership-gaza-peace-proposal.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["समसामयिक मामले", "नैतिकता", "सुरक्षा"],
      "title": "साबरिमला मंदिर के पूर्व कर्मचारी के खिलाफ तिरुवितांकूर देवस्वम बोर्ड की जांच",
      "summary": "साबरिमला मंदिर के पूर्व कर्मचारी उन्नीकृष्णन पोत्ति पर मंदिर की शिल्प और मूर्तियों के स्वर्ण-स्तरीय ताम्र पत्र की गड़बड़ी और गबन का आरोप है। तिरुवितांकूर देवस्वम बोर्ड की जांच शाखा ने इस मामले की जांच के लिए पोत्ति का बयान दर्ज किया है और पुलिस जांच की संभावना पर विचार कर रही है।",
      "source": "The Hindu",
      "date": "05 अक्टूबर 2025",
      "image": "images/IE07-05-10-25.png",
      "link": "current-affairs/former-sabarimala-temple-staffer-under-tdb-vigilance.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["राजव्यवस्था", "समसामयिक मामले", "सामाजिक न्याय"],
      "title": "हरियाणा के अहिरवाल क्षेत्र में सत्ता की लड़ाई तेज़, बीजेपी नेताओं के बीच संघर्ष",
      "summary": "हरियाणा के अहिरवाल क्षेत्र में भाजपा के दो प्रमुख अहिर नेताओं – राव नरबीर और राव इंद्रजीत सिंह के बीच राजनीतिक संघर्ष बढ़ गया है। दोनों के बीच बढ़ती प्रतिद्वंद्विता और हालिया नगर निगम चुनावों में प्रतिस्पर्धा ने राजनीति में अस्थिरता पैदा की है। वहीं, कांग्रेस भी इस क्षेत्र में अपनी स्थिति मजबूत करने की कोशिश कर रही है।",
      "source": "The Hindu",
      "date": "05 अक्टूबर 2025",
      "image": "images/IE06-05-10-25.png",
      "link": "polity/playing-for-power-haryana-ahirwal-belt.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["राजव्यवस्था", "सामाजिक न्याय", "समसामयिक मामले"],
      "title": "OBC नेताओं ने 10 अक्टूबर को मराठा आरक्षण के खिलाफ प्रदर्शन की घोषणा की",
      "summary": "महाराष्ट्र में अन्य पिछड़ा वर्ग (OBC) नेताओं ने 10 अक्टूबर को नागपुर में मराठा समुदाय को कुनबी जाति प्रमाणपत्र जारी करने के खिलाफ प्रदर्शन करने का निर्णय लिया है। वे हाल ही में जारी सरकारी प्रस्ताव (GR) को वापस लेने, फर्जी प्रमाणपत्रों पर कार्रवाई और सभी जाति प्रमाणपत्रों पर श्वेत पत्र जारी करने की मांग कर रहे हैं।",
      "source": "The Hindu",
      "date": "05 अक्टूबर 2025",
      "image": "images/IE05-05-10-25.png",
      "link": "governance/obc-leaders-protest-maratha-kunbi-certificates.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["पर्यावरण", "समसामयिक मामले", "सुरक्षा"],
      "title": "NGT ने दिल्ली और MMR में ओजोन प्रदूषण में वृद्धि पर चिंता जताई",
      "summary": "राष्ट्रीय हरित न्यायाधिकरण (NGT) ने दिल्ली और मुंबई मेट्रोपोलिटन क्षेत्र (MMR) में ग्राउंड-लेवल ओजोन प्रदूषण में वृद्धि पर गंभीर चिंता व्यक्त की है। केंद्रीय प्रदूषण नियंत्रण बोर्ड (CPCB) की रिपोर्ट के अनुसार, यह वृद्धि मुख्य रूप से परिवहन, पावर प्लांट और औद्योगिक गतिविधियों से निकलने वाले उत्सर्जन के कारण हो रही है।",
      "source": "The Hindu",
      "date": "05 अक्टूबर 2025",
      "image": "images/IE04-05-10-25.png",
      "link": "environment/ngt-ozone-pollution-delhi-mmr-rising.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["शासन", "समसामयिक मामले", "सामाजिक न्याय"],
      "title": "दिल्ली सरकार ने वित्तीय सहायता योजनाओं के लाभार्थियों की वार्षिक सत्यापन प्रक्रिया शुरू की",
      "summary": "दिल्ली सरकार हर साल अपनी वित्तीय सहायता योजनाओं के तहत लाभ प्राप्त करने वाले लगभग छह लाख लोगों का सत्यापन करेगी। मुख्यमंत्री कार्यालय ने कहा कि इस प्रक्रिया का उद्देश्य केवल वास्तविक और योग्य लाभार्थियों को सहायता प्रदान करना है, जबकि मृतकों या अवैध लाभार्थियों को सूची से हटा दिया जाएगा। इस प्रक्रिया में बायोमेट्रिक प्रमाणीकरण, डिजिटल डाटाबेस, और घर-घर सत्यापन की व्यवस्था की जाएगी।",
      "source": "The Hindu",
      "date": "05 अक्टूबर 2025",
      "image": "images/IE03-05-10-25.png",
      "link": "governance/delhi-financial-assistance-schemes-verification.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["अंतर्राष्ट्रीय संबंध", "समसामयिक मामले", "सुरक्षा"],
      "title": "इज़राइल ने गाजा पर हमले में कमी की; ट्रंप के शांति प्रस्ताव के बाद स्थिति में बदलाव",
      "summary": "इज़राइल ने गाजा सिटी पर बमबारी में महत्वपूर्ण कमी की है, जबकि हमास ने सभी बंधकों को छोड़ने और शांति वार्ता की इच्छा जताई है। अमेरिकी राष्ट्रपति डोनाल्ड ट्रंप ने इज़राइल से युद्ध रोकने का आग्रह किया, और शांति समझौते पर तेजी से निर्णय लेने की चेतावनी दी। इसके साथ ही, मिस्र ने युद्ध के बाद गाजा के भविष्य को लेकर सम्मेलन आयोजित करने का प्रस्ताव रखा है।",
      "source": "The Hindu",
      "date": "05 अक्टूबर 2025",
      "image": "images/IE02-05-10-25.png",
      "link": "international-relations/israel-hamas-peace-trump-gaza-strikes-subsides.html",
      "read_more_text": "read the full article"
    },
    {
      "category": [
        "समसामयिक मामले",
        "विज्ञान एवं तकनीक",
        "सुरक्षा",
        "आपदा प्रबंधन"
      ],
      "title": "केरल और मध्य प्रदेश में खांसी की दवाई पर प्रतिबंध; केंद्र ने छह राज्यों में फार्मा इकाइयों की जांच शुरू की",
      "summary": "केंद्र सरकार ने तमिलनाडु में Coldrif ब्रांड की खांसी की दवाई में डाइएथिलीन ग्लाइकोल (DEG) की अधिक मात्रा पाई जाने के बाद छह राज्यों के 19 दवा उत्पादन इकाइयों की जोखिम आधारित जांच शुरू की है। इस दवाई से मध्य प्रदेश और राजस्थान में 10 बच्चों की मौत से जुड़ी जांच चल रही है।",
      "source": "The Hindu",
      "date": "05 अक्टूबर 2025",
      "image": "images/IE01-05-10-25.png",
      "link": "current-affairs/kerala-mp-ban-cough-syrup-deaths-investigation.html",
      "read_more_text": "read the full article"
    },
    {
      "category": [
        "अर्थव्यवस्था",
        "राजव्यवस्था",
        "अंतर्राष्ट्रीय संबंध",
        "नैतिकता",
        "समसामयिक मामले"
      ],
      "title": "देशों को स्टेबलकॉइन से निपटने के लिए तैयार रहना चाहिए: वित्त मंत्री",
      "summary": "क्रिप्टोकरेंसी में नवाचार मुद्रा और पूंजी प्रवाह के परिदृश्य को बदल रहे हैं, और ये राष्ट्रों को नई मौद्रिक संरचनाओं को अपनाने या जोखिम बहिष्करण के लिए मजबूर कर सकते हैं, सीतारमण ने कहा",
      "source": "The Hindu",
      "date": "04 अक्टूबर 2025",
      "image": "images/IE01-04-10-25.png",
      "link": "economy/nations-must-prepare-to-deal-with-stablecoins-fm.html",
      "read_more_text": "read the full article"
    },
    {
      "category": [
        "अर्थव्यवस्था",
        "पर्यावरण",
        "समसामयिक मामले",
        "विज्ञान एवं तकनीक"
      ],
      "title": "हरित ऊर्जा में भारत की प्रगति को चाहिए जलवायु वित्त का विस्तार",
      "summary": "भारत की स्वच्छ ऊर्जा में तेज़ प्रगति हो रही है, लेकिन इस गति को बनाए रखने और बढ़ाने के लिए जलवायु वित्त, निजी क्षेत्र की भागीदारी और नीति समर्थन की आवश्यकता है। विशेषज्ञों के अनुसार, भारत को 2030 तक 2.5 ट्रिलियन डॉलर तक की जलवायु वित्त की आवश्यकता होगी। हरित बॉन्ड और नवाचार आधारित वित्तीय रणनीतियाँ इस अंतर को पाटने में सहायक हो सकती हैं।",
      "source": "The Hindu",
      "date": "04 अक्टूबर 2025",
      "image": "images/IE11-04-10-25.png",
      "link": "economy/india-clean-energy-needs-climate-finance-expansion.html",
      "read_more_text": "read the full article"
    },
    {
      "category": [
        "राजव्यवस्था",
        "सुरक्षा",
        "अंतर्राष्ट्रीय संबंध",
        "समसामयिक मामले"
      ],
      "title": "ऑपरेशन सिंदूर के बाद समुद्री क्षेत्र में बढ़ा सामरिक तनाव",
      "summary": "मई 2025 में भारत-पाकिस्तान के बीच हुई तनातनी के बाद सैन्य ध्यान हवाई क्षेत्र से समुद्री सीमाओं की ओर स्थानांतरित हो गया है। ऑपरेशन सिंदूर के बाद दोनों देशों की नौसेनाओं ने सक्रिय समुद्री रणनीति अपनाई है, जिसमें क्षमता प्रदर्शन, गश्त और चेतावनियाँ शामिल हैं। भारत और पाकिस्तान अब समुद्र में नई टकराव रूपरेखा बना रहे हैं, जहां चीनी और तुर्की सहयोग की भूमिका भी बढ़ रही है।",
      "source": "The Hindu",
      "date": "04 अक्टूबर 2025",
      "image": "images/IE10-04-10-25.png",
      "link": "defence/india-pakistan-maritime-tensions-after-operation-sindoor.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["अर्थव्यवस्था", "समसामयिक मामले"],
      "title": "घरेलू कंपनियाँ विदेशी निवेशकों की तुलना में भारत में अधिक विश्वास दिखाती हैं",
      "summary": "निवेश घोषणाओं के नवीनतम आँकड़े बताते हैं कि घरेलू कंपनियाँ भारत में अधिक आशावादी हैं और निवेश में बढ़ोतरी कर रही हैं, जबकि विदेशी कंपनियों का निवेश घट रहा है। घरेलू निवेश खासतौर पर विनिर्माण क्षेत्र में केंद्रित है, जिससे अर्थव्यवस्था को मजबूती मिलने की उम्मीद है। वहीं, विदेशी निवेश में कमी ने सरकार के पूंजीगत व्यय पर प्रभाव डाला है।",
      "source": "The Hindu",
      "date": "04 अक्टूबर 2025",
      "image": "images/IE08-04-10-25.png",
      "link": "economy/domestic-vs-foreign-investment-in-india.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["राजव्यवस्था", "समसामयिक मामले", "इतिहास"],
      "title": "पूर्व राजस्थान विधानसभा अध्यक्ष गिरराज तिवारी का निधन",
      "summary": "पूर्व राजस्थान विधानसभा अध्यक्ष गिरराज प्रसाद तिवारी का 105 वर्ष की आयु में निधन हो गया। वे अपने संसदिय ज्ञान और संतुलित राजनीतिक दृष्टिकोण के लिए सभी राजनीतिक दलों में सम्मानित थे। उन्होंने विधायकी के साथ-साथ पंचायत समिति अध्यक्ष और जिला प्रमुख के रूप में भी सेवा दी।",
      "source": "The Hindu",
      "date": "04 अक्टूबर 2025",
      "image": "images/IE09-04-10-25.png",
      "link": "polity/former-rajasthan-speaker-girraj-tiwari-passes-away.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["समसामयिक मामले", "कला एवं संस्कृति", "इतिहास"],
      "title": "वरिष्ठ पत्रकार टी.जे.एस. जॉर्ज का 97 वर्ष की आयु में निधन",
      "summary": "प्रसिद्ध पत्रकार, जीवनी लेखक और स्तंभकार टी.जे.एस. जॉर्ज का 97 वर्ष की आयु में निधन हो गया। वे अपनी तीखी टिप्पणियों, स्वतंत्र लेखन शैली और पद्म भूषण सहित अनेक पुरस्कारों के लिए जाने जाते थे।",
      "source": "The Hindu",
      "date": "04 अक्टूबर 2025",
      "image": "images/IE07-04-10-25.png",
      "link": "art-and-culture/renowned-journalist-tjs-george-passes-away-at-97.html",
      "read_more_text": "read the full article"
    },
    {
      "category": [
        "राजव्यवस्था",
        "सुरक्षा",
        "समसामयिक मामले",
        "कला एवं संस्कृति"
      ],
      "title": "आंध्र प्रदेश के देवरगट्टू में बंटी त्योहार के दौरान हिंसा, 2 की मौत, 100 से अधिक घायल",
      "summary": "आंध्र प्रदेश के कुरनूल जिले में बंटी त्योहार के दौरान दो समूहों के बीच विवाद में हिंसा भड़क गई, जिसमें दो लोगों की मौत हो गई और 100 से अधिक घायल हो गए।",
      "source": "हिंदुस्तान टाइम्स",
      "date": "04 अक्टूबर 2025",
      "image": "images/IE06-04-10-25.png",
      "link": "polity/violent-clash-during-banni-festival-in-kurnool.html",
      "read_more_text": "read the full article"
    },
    {
      "category": [
        "राजव्यवस्था",
        "सुरक्षा",
        "आपदा प्रबंधन",
        "समसामयिक मामले",
        "सामाजिक न्याय"
      ],
      "title": "असम-नागालैंड सीमा पर उपद्रवियों ने 100 घरों में आग लगा दी",
      "summary": "अधिकारियों ने बताया कि कथित तौर पर नागालैंड के रहने वाले बदमाशों ने प्रवासी मुसलमानों के घरों में आग लगाने से पहले ग्रेनेड फेंके।",
      "source": "The Hindu",
      "date": "04 अक्टूबर 2025",
      "image": "images/IE05-04-10-25.png",
      "link": "polity/100-houses-set-ablaze-on-assam-nagaland-border-by-miscreants.html",
      "read_more_text": "read the full article"
    },
    {
      "category": [
        "राजव्यवस्था",
        "भूगोल",
        "पर्यावरण",
        "आपदा प्रबंधन",
        "समसामयिक मामले"
      ],
      "title": "बंगाल में भारी बारिश की चेतावनी के बीच ममता ने केंद्र सरकार द्वारा संचालित डीवीसी पर बांध का पानी छोड़ने का आरोप लगाया",
      "summary": "ममता बनर्जी ने डीवीसी पर भारी बारिश के दौरान बाढ़ का खतरा पैदा करने के लिए लापरवाही से पानी छोड़ने का आरोप लगाया और दुर्गा पूजा समारोह में किसी भी तरह के व्यवधान का विरोध करने का संकल्प लिया।",
      "source": "The Hindu",
      "date": "04 अक्टूबर 2025",
      "image": "images/IE04-04-10-25.png",
      "link": "polity/mamata-accuses-dvc-high-rain-alert-bengal.html",
      "read_more_text": "read the full article"
    },
    {
      "category": [
        "राजव्यवस्था",
        "अर्थव्यवस्था",
        "भूगोल",
        "पर्यावरण",
        "समसामयिक मामले"
      ],
      "title": "तेलंगाना सरकार कालेश्वरम बैराजों की मरम्मत करेगी",
      "summary": "कालेश्वरम परियोजना के बैराजों की संरचनात्मक क्षमता को लेकर दो साल से चल रहे राजनीतिक और प्रशासनिक विवाद के बाद, तेलंगाना सरकार ने राष्ट्रीय बांध सुरक्षा प्राधिकरण के सुझावों के आधार पर तीनों बैराजों की मरम्मत करने का फैसला किया है।",
      "source": "The Hindu",
      "date": "04 अक्टूबर 2025",
      "image": "images/IE03-04-10-25.png",
      "link": "environment/telangana-government-to-repair-Kaleshwaram-barrages.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["अर्थव्यवस्था", "राजव्यवस्था", "समसामयिक मामले"],
      "title": "भारत की आर्थिक वृद्धि का अनोखा मामला",
      "summary": "नए निर्देश का उद्देश्य वायु प्रदूषण के खिलाफ लड़ाई को मजबूत करना है, पंजाब, हरियाणा, राजस्थान, उत्तर प्रदेश और दिल्ली के शीर्ष जिला प्रमुखों को दोषी अधिकारियों के खिलाफ सीधे अदालत जाने का अधिकार देता है",
      "source": "The Hindu",
      "date": "04 अक्टूबर 2025",
      "image": "images/IE02-04-10-25.png",
      "link": "environment/caqm-Stubble-Burning-Directive.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["अर्थव्यवस्था", "राजव्यवस्था", "समसामयिक मामले"],
      "title": "भारत की आर्थिक वृद्धि का अनोखा मामला",
      "summary": "हाल ही में सुप्रीम कोर्ट ने आधार से जुड़ी विभिन्न याचिकाओं पर सुनवाई करते हुए, इसके संवैधानिक पहलू और नागरिकों पर पड़ने वाले इसके प्रभाव को स्पष्ट किया। यह फैसला सरकारी योजनाओं के वितरण और पारदर्शिता के लिए मील का पत्थर साबित होगा।",
      "source": "Indian Express",
      "date": "03 अक्टूबर 2025",
      "image": "IE00-03-10-25.png",
      "link": "ExplainSpeaking-The-curious-case-of-Indias-economic-growth.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["शासन", "सामाजिक न्याय"],
      "title": "उनके गाँव में सड़क नहीं बन रही थी। इसलिए झारखंड की 25 महिलाओं ने खुद ही इस समस्या का समाधान निकाला।",
      "summary": "सितंबर में, झारखंड के पलामू ज़िले के एक ग्रामीण स्वयं सहायता समूह की महिलाओं ने एक संकल्प लिया: दशहरा से पहले गाँव की पहली पहुँच सड़क बनानी है। चार दिनों की अथक मेहनत के बाद, पिछुलिया गाँव में मोटरगाड़ी चलने लायक सड़क बन गई है।",
      "source": "Indian Express",
      "date": "03 अक्टूबर 2025",
      "image": "IE04-03-10-25.png",
      "link": "jharkhand-women-build-road.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["शासन", "नैतिकता"],
      "title": "सबरीमाला के 'गायब सोने' का अनोखा मामला: केरल सीपीएम नई मुसीबत में, हाईकोर्ट ने दिए जांच के आदेश",
      "summary": "कांग्रेस और भाजपा ने पिनाराई विजयन सरकार पर त्रावणकोर देवस्वोम बोर्ड के माध्यम से “चोरी को बढ़ावा देने” का आरोप लगाया; इस विवाद से सत्तारूढ़ दल के भीतर भी अंदरूनी कलह छिड़ गई",
      "source": "Indian Express",
      "date": "03 अक्टूबर 2025",
      "image": "IE05-03-10-25.png",
      "link": "curious-case-sabarimala-missing-gold.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["राजव्यवस्था", "विज्ञान एवं तकनीक", "पर्यावरण"],
      "title": "सरकार ने 'धार्मिक, आहार संबंधी' चिंताओं के चलते 11 बायोस्टिमुलेंट्स को मंज़ूरी वापस ली",
      "summary": "केंद्रीय कृषि मंत्रालय ने शिकायतों के बाद धार्मिक और आहार संबंधी चिंताओं के कारण 11 पशु-व्युत्पन्न जैव-उत्तेजकों के लिए अनुमोदन वापस ले लिया, जबकि उनकी पूर्व स्वीकृति थी; बाजार में वृद्धि और नियामक चुनौतियां जारी हैं।",
      "source": "The Hindu",
      "date": "03 अक्टूबर 2025",
      "image": "images/IE06-03-10-25.png",
      "link": "polity/withdrawal-biostimulants-approval.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["कला एवं संस्कृति", "समसामयिक मामले"],
      "title": "भक्ति और पूरब अंग गायकी में रचे-बसे शास्त्रीय गायक पंडित छन्नूलाल मिश्र का 89 वर्ष की आयु में निधन हो गया।",
      "summary": "प्रसिद्ध शास्त्रीय गायक पंडित छन्नूलाल मिश्र का 89 वर्ष की आयु में निधन हो गया। भक्ति संगीत, पूरब अंग गायकी और ठुमरी के लिए प्रसिद्ध, उन्होंने भारतीय शास्त्रीय और लोक संगीत को समृद्ध किया और एक स्थायी विरासत छोड़ी।",
      "source": "Indian Express",
      "date": "03 अक्टूबर 2025",
      "image": "images/IE07-03-10-25.png",
      "link": "art-and-culture/pt-chhannulal-mishra-classical-vocalist-passes-away.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["अर्थव्यवस्था", "अंतर्राष्ट्रीय संबंध"],
      "title": "एक लाल रेखा इसके आर-पार जाती है",
      "summary": "लेख में व्यापार वार्ता में भारत की कृषि संबंधी संवेदनशीलता पर प्रकाश डाला गया है, तथा ग्रामीण आजीविका, डेयरी क्षेत्र और वैश्विक बाजार एकीकरण में चुनौतियों पर जोर दिया गया है।",
      "source": "Indian Express",
      "date": "03 अक्टूबर 2025",
      "image": "images/IE08-03-10-25.png",
      "link": "economy/a-red-line-runs-through-it-agriculture-trade-india-us.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["अंतर्राष्ट्रीय संबंध", "राजव्यवस्था"],
      "title": "संयुक्त राष्ट्र सुरक्षा परिषद में भारत की स्थायी सदस्यता की मांग",
      "summary": "वैश्विक भू-राजनीति में भारत की बढ़ती भूमिका और UNSC में सुधार की आवश्यकता।",
      "source": "The Hindu",
      "date": "30 सितंबर 2025",
      "image": "https://via.placeholder.com/300x200?text=UNSC+Reform",
      "link": "ir_unsc_reform.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["अर्थव्यवस्था", "समसामयिक मामले"],
      "title": "भारतीय अर्थव्यवस्था पर बढ़ती तेल कीमतों का प्रभाव",
      "summary": "अंतर्राष्ट्रीय बाजार में कच्चे तेल की कीमतों में वृद्धि और भारत की मुद्रास्फीति पर इसका असर।",
      "source": "The Hindu",
      "date": "02 अक्टूबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Oil+Prices",
      "link": "economy_oil_prices.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["अर्थव्यवस्था", "शासन"],
      "title": "बैंकिंग क्षेत्र में गैर-निष्पादित परिसंपत्तियाँ (NPA) और समाधान",
      "summary": "भारतीय बैंकों की बैलेंस शीट को मजबूत करने के लिए NPA को कम करने के उपाय।",
      "source": "PIB",
      "date": "01 अक्टूबर 2025",
      "image": "https://via.placeholder.com/300x200?text=NPA+Banking",
      "link": "economy_npa_banking.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["विज्ञान एवं तकनीक", "सुरक्षा"],
      "title": "गगनयान मिशन: भारत का मानव अंतरिक्ष कार्यक्रम",
      "summary": "गगनयान की नवीनतम प्रगति, चुनौतियाँ और भविष्य के अंतरिक्ष अनुसंधान के लिए इसका महत्व।",
      "source": "PIB",
      "date": "02 अक्टूबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Gaganyaan+Mission",
      "link": "sci_tech_gaganyaan.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["विज्ञान एवं तकनीक", "नैतिकता"],
      "title": "आर्टिफिशियल इंटेलिजेंस और नैतिक चिंताएँ",
      "summary": "एआई के तेजी से बढ़ते अनुप्रयोगों के बीच गोपनीयता और नैतिक मानकों को बनाए रखने की चुनौती।",
      "source": "Indian Express",
      "date": "28 सितंबर 2025",
      "image": "https://via.placeholder.com/300x200?text=AI+Ethics",
      "link": "sci_tech_ai_ethics.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["भूगोल", "पर्यावरण"],
      "title": "मानसून का बदलता पैटर्न और कृषि पर प्रभाव",
      "summary": "जलवायु परिवर्तन के कारण भारतीय मानसून में आ रहे दीर्घकालिक बदलावों का विस्तृत विश्लेषण।",
      "source": "The Hindu",
      "date": "01 अक्टूबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Monsoon+Pattern",
      "link": "geography_monsoon_pattern.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["भूगोल", "आपदा प्रबंधन"],
      "title": "हिमालय क्षेत्र में भूस्खलन के कारण और रोकथाम",
      "summary": "भूवैज्ञानिक कारक और मानवीय गतिविधियों के कारण हिमालयी क्षेत्र में बढ़ते भूस्खलन का अध्ययन।",
      "source": "Indian Express",
      "date": "30 सितंबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Himalayan+Landslides",
      "link": "geography_himalayan_landslides.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["पर्यावरण", "वन्यजीव"],
      "title": "वन्यजीव संरक्षण: प्रोजेक्ट टाइगर की सफलता",
      "summary": "भारत में बाघों की संख्या में वृद्धि और इसके लिए किए गए सफल संरक्षण प्रयासों की कहानी।",
      "source": "PIB",
      "date": "02 अक्टूबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Project+Tiger",
      "link": "environment_project_tiger.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["पर्यावरण", "शासन"],
      "title": "प्लास्टिक प्रदूषण पर नियंत्रण: एकल-उपयोग प्लास्टिक प्रतिबंध",
      "summary": "एकल-उपयोग प्लास्टिक के उपयोग पर प्रतिबंध लगाने के सरकारी प्रयासों की समीक्षा और चुनौतियाँ।",
      "source": "The Hindu",
      "date": "29 सितंबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Plastic+Ban",
      "link": "environment_plastic_ban.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["इतिहास", "सामाजिक न्याय"],
      "title": "स्वतंत्रता संग्राम में जनजातीय आंदोलनों की भूमिका",
      "summary": "भारत के स्वतंत्रता संग्राम में विभिन्न जनजातीय विद्रोहों और उनके नायकों का योगदान।",
      "source": "Indian Express",
      "date": "01 अक्टूबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Tribal+Movements",
      "link": "history_tribal_movements.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["इतिहास", "कला एवं संस्कृति"],
      "title": "प्राचीन भारत में शिक्षा प्रणाली: नालंदा विश्वविद्यालय",
      "summary": "विश्व के सबसे पुराने और महान शिक्षा केंद्रों में से एक, नालंदा विश्वविद्यालय की भव्यता।",
      "source": "The Hindu",
      "date": "28 सितंबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Nalanda+University",
      "link": "history_nalanda_university.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["कला एवं संस्कृति", "समसामयिक मामले"],
      "title": "भारत की अमूर्त सांस्कृतिक विरासतें: यूनेस्को सूची",
      "summary": "भारत की उन परंपराओं और प्रथाओं पर एक नज़र जिन्हें यूनेस्को द्वारा मान्यता दी गई है।",
      "source": "PIB",
      "date": "02 अक्टूबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Intangible+Heritage",
      "link": "art_culture_unesco_heritage.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["कला एवं संस्कृति", "इतिहास"],
      "title": "भारतीय शास्त्रीय संगीत का विकास और क्षेत्रीय शैलियाँ",
      "summary": "कर्नाटक और हिंदुस्तानी संगीत शैलियों का तुलनात्मक अध्ययन और उनका ऐतिहासिक विकास।",
      "source": "The Hindu",
      "date": "30 सितंबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Classical+Music",
      "link": "art_culture_classical_music.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["सुरक्षा", "विज्ञान एवं तकनीक"],
      "title": "साइबर सुरक्षा में नई चुनौतियाँ और सरकारी प्रतिक्रिया",
      "summary": "देश के महत्वपूर्ण डेटा की सुरक्षा के लिए बढ़ते रैंसमवेयर हमलों और नई रणनीतियों पर रिपोर्ट।",
      "source": "Indian Express",
      "date": "01 अक्टूबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Cyber+Security",
      "link": "security_cyber_security.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["सुरक्षा", "अंतर्राष्ट्रीय संबंध"],
      "title": "भारत-चीन सीमा विवाद: नवीनतम घटनाक्रम और समाधान के प्रयास",
      "summary": "वास्तविक नियंत्रण रेखा (LAC) पर तनाव कम करने के लिए चल रही कूटनीतिक बातचीत।",
      "source": "The Hindu",
      "date": "29 सितंबर 2025",
      "image": "https://via.placeholder.com/300x200?text=India+China+Border",
      "link": "security_india_china_border.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["आपदा प्रबंधन", "भूगोल"],
      "title": "शहरी बाढ़: तैयारी, प्रतिक्रिया और शमन रणनीतियाँ",
      "summary": "शहरी क्षेत्रों में अचानक आई बाढ़ के जोखिम को कम करने के लिए प्रभावी प्रबंधन योजनाएँ।",
      "source": "PIB",
      "date": "02 अक्टूबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Urban+Flooding",
      "link": "disaster_urban_flooding.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["आपदा प्रबंधन", "विज्ञान एवं तकनीक"],
      "title": "भारत में भूकंप जोखिम क्षेत्र और निर्माण मानक",
      "summary": "भूकंप-प्रवण क्षेत्रों में सुरक्षित बुनियादी ढांचे के लिए लागू किए जाने वाले नए निर्माण कोड।",
      "source": "Indian Express",
      "date": "30 सितंबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Earthquake+Safety",
      "link": "disaster_earthquake_safety.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["नैतिकता", "शासन"],
      "title": "लोक सेवकों के लिए नैतिक दुविधाएँ और आचरण संहिता",
      "summary": "सरकारी कर्मचारियों के सामने आने वाली नैतिक समस्याओं और उन्हें सुलझाने के लिए मार्गदर्शन।",
      "source": "The Hindu",
      "date": "01 अक्टूबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Ethics+in+Public+Service",
      "link": "ethics_public_service.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["नैतिकता", "अर्थव्यवस्था"],
      "title": "कॉर्पोरेट सामाजिक जिम्मेदारी (CSR) का नैतिक आधार",
      "summary": "व्यवसायों के लिए नैतिक अनिवार्यता के रूप में CSR का महत्व और उसके कार्यान्वयन की स्थिति।",
      "source": "Indian Express",
      "date": "28 सितंबर 2025",
      "image": "https://via.placeholder.com/300x200?text=CSR+Ethics",
      "link": "ethics_csr_ethics.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["समसामयिक मामले", "विज्ञान एवं तकनीक"],
      "title": "नोबेल पुरस्कार 2025: विजेताओं का महत्व",
      "summary": "विभिन्न क्षेत्रों में नोबेल पुरस्कार विजेताओं की खोजों और उनके वैश्विक प्रभाव का अवलोकन।",
      "source": "The Hindu",
      "date": "02 अक्टूबर 2025",
      "image": "https://via.placeholder.com/300x200?text=Nobel+Prize+2025",
      "link": "current_affairs_nobel_prize.html",
      "read_more_text": "read the full article"
    },
    {
      "category": ["समसामयिक मामले", "अंतर्राष्ट्रीय संबंध", "अर्थव्यवस्था"],
      "title": "जी20 शिखर सम्मेलन 2025 के प्रमुख परिणाम",
      "summary": "आगामी G20 शिखर सम्मेलन में वैश्विक अर्थव्यवस्था, जलवायु परिवर्तन और स्वास्थ्य पर सहमति।",
      "source": "PIB",
      "date": "27 सितंबर 2025",
      "image": "https://via.placeholder.com/300x200?text=G20+Summit",
      "link": "current_affairs_g20_summit.html",
      "read_more_text": "read the full article"
    }
  ]
}
